{
  "sections": {
    "main": {
      "type": "main-page",
      "settings": {
        "padding_top": 28,
        "padding_bottom": 28
      }
    },
    "bef256e3-a17f-4f42-ba72-d9bb27d55b0c": {
      "type": "rich-text",
      "blocks": {
        "template--20755937558839__bef256e3-a17f-4f42-ba72-d9bb27d55b0c-heading-1": {
          "type": "heading",
          "settings": {
            "heading": "About Us",
            "heading_size": "h1"
          }
        },
        "template--20755937558839__bef256e3-a17f-4f42-ba72-d9bb27d55b0c-text-1": {
          "type": "text",
          "settings": {
            "text": "<h2>Indulge in Pure Luxury and Tranquility<\/h2><p>At The Home Spa, we believe that indulging in self-care is not a luxury but a necessity. Whether you seek a relaxing massage, a rejuvenating facial, or a perfect manicure, we offer an extensive range of services to cater to your every need. Our trained professionals use only the finest, hand-picked products, along with expert techniques, to deliver an unparalleled spa and beauty experience. We take pride in creating a serene ambiance and delivering personalized attention to ensure your utmost comfort and satisfaction.<\/p><h2>Our Story<\/h2><p>The Home Spa was established on the 31st of January, 2011, with a mission to provide an exquisite and luxurious self-care experience to those who desire a much-deserved escape from reality. We started serving the city of Abu Dhabi initially but as word of mouth spread we were able to grow and cater our exceptional services in three major cities of UAE Al Ain, Dubai, and Sharjah.<\/p><h2>The Home Spa Philosophy<\/h2><p>Our philosophy is simple yet profound. We aim to create a little spa corner in the comfort of your own home while delivering beauty and tranquility. With a natural approach and our unwavering commitment to excellence, we exceed your expectations and deliver outstanding results every time. At The Home Spa, we take on a holistic approach to well-being including physical, emotional, mental, and spiritual aspects. This is why we offer affordable luxury for our esteemed customers because everyone deserves a chance to at pampering themselves and feel uplifted.<\/p><h2>Our Vision<\/h2><p>“Promote physical, emotional, mental, and spiritual well-being through the power of beauty and tranquillity.”<\/p><h2>Our Mission<\/h2><p>“To provide and enhance a state of well-being to men and women through our remarkable beauty services.”<\/p><p>“To enhance well-being through personalized care, holistic approaches, and premium beauty services for all men and women empowering them to embrace self-care.”<\/p><h2><\/h2><h2>Elevate Your Self-Care Experience with The Home Spa<\/h2><p><br\/>The Home Spa delivers beauty & tranquility while creating your own little spa corner in the comfort of you own home. All you need to do is relax and get ready to be pampered. Our highly skilled and licensed beauty and spa specialists are willing to exceed your exception and give you the best home spa experience using hand-picked beauty care products. The Home Spa is dedicated in applying strict hygiene standards using disposables, furthermore, all our metal tools are autoclaved after each use.<\/p>"
          }
        },
        "template--20755937558839__bef256e3-a17f-4f42-ba72-d9bb27d55b0c-button-1": {
          "type": "button",
          "disabled": true,
          "settings": {
            "button_label": "Button label",
            "button_link": "",
            "button_style_secondary": false,
            "button_label_2": "",
            "button_link_2": "",
            "button_style_secondary_2": false
          }
        }
      },
      "block_order": [
        "template--20755937558839__bef256e3-a17f-4f42-ba72-d9bb27d55b0c-heading-1",
        "template--20755937558839__bef256e3-a17f-4f42-ba72-d9bb27d55b0c-text-1",
        "template--20755937558839__bef256e3-a17f-4f42-ba72-d9bb27d55b0c-button-1"
      ],
      "settings": {
        "desktop_content_position": "center",
        "content_alignment": "center",
        "color_scheme": "",
        "full_width": true,
        "padding_top": 40,
        "padding_bottom": 52
      }
    }
  },
  "order": [
    "main",
    "bef256e3-a17f-4f42-ba72-d9bb27d55b0c"
  ]
}
