{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "padding_top": 28,
        "padding_bottom": 28
      }
    },
    "55a649c4-4606-4f42-839b-93d4426f0650": {
      "type": "rich-text",
      "blocks": {
        "template--21480124383543__55a649c4-4606-4f42-839b-93d4426f0650-heading-1": {
          "type": "heading",
          "settings": {
            "heading": "ABOUT US",
            "heading_size": "h1"
          }
        },
        "template--21480124383543__55a649c4-4606-4f42-839b-93d4426f0650-text-1": {
          "type": "text",
          "settings": {
            "text": "<p>Indulge in Pure Luxury and Tranquility<\/p><p><br\/><\/p><p>At The Home Spa, we believe that indulging in self-care is not a luxury but a necessity. Whether you seek a relaxing massage, a rejuvenating facial, or a perfect manicure, we offer an extensive range of services to cater to your every need. Our trained professionals use only the finest, hand-picked products, along with expert techniques, to deliver an unparalleled spa and beauty experience. We take pride in creating a serene ambiance and delivering personalized attention to ensure your utmost comfort and satisfaction.<\/p><p><br\/><\/p><p>Our Story<\/p><p><br\/><\/p><p>The Home Spa was established on the 31st of January, 2011, with a mission to provide an exquisite and luxurious self-care experience to those who desire a much-deserved escape from reality. We started serving the city of Abu Dhabi initially but as word of mouth spread we were able to grow and cater our exceptional services in three major cities of UAE Al Ain, Dubai, and Sharjah.<\/p><p><br\/><\/p><p>The Home Spa Philosophy<\/p><p><br\/><\/p><p>Our philosophy is simple yet profound. We aim to create a little spa corner in the comfort of your own home while delivering beauty and tranquility. With a natural approach and our unwavering commitment to excellence, we exceed your expectations and deliver outstanding results every time. At The Home Spa, we take on a holistic approach to well-being including physical, emotional, mental, and spiritual aspects. This is why we offer affordable luxury for our esteemed customers because everyone deserves a chance to at pampering themselves and feel uplifted. <\/p><p><br\/><\/p><p><br\/><\/p><p>Our Vision<\/p><p><br\/><\/p><p>“Promote physical, emotional, mental, and spiritual well-being through the power of beauty and tranquillity.”<\/p><p><br\/><\/p><p>Our Mission<\/p><p><br\/><\/p><p>“To provide and enhance a state of well-being to men and women through our remarkable beauty services.”<\/p><p><br\/><\/p><p>“To enhance well-being through personalized care, holistic approaches, and premium beauty services for all men and women empowering them to embrace self-care.”<\/p><p><br\/><\/p><p>Services We Offer<\/p><p>Take on the Day with a Great Manicure and a Set of Nails<\/p><p><br\/><\/p><p>Russian Manicures and Pedicures<\/p><p>Nail Enhancement (polygel)<\/p><p>Gelish<\/p><p>Temporary Nails<\/p><p>Essentials (mani, pedi, and polishes)<\/p><p>Feel the day’s worries go away with some massage add-ons:<\/p><p><br\/><\/p><p>Feel the Day’s Worries Melt Away with Massage Add-Ons<\/p><p>Nail art<\/p><p>Collagen<\/p><p>Paraffin<\/p><p>Scrubs and more<\/p><p>Enhance Your Eyes and Get Noticed!<\/p><p>Eyelash Extension (full set and refills)<\/p><p>Threading<\/p><p>Show off Your Hair to the World and Look Amazing!<\/p><p>Hair Care (masks, oiling, aloe vera hair mask, and Loreal treatments)<\/p><p>Hair Grooming (straight, layered, bangs, color, and cut)<\/p><p>Hair Styling (blow dry, pinup waves, glam curls, beach waves, sleek straight and up-do)<\/p><p>Enhance Your Appearance with Bleaching<\/p><p><br\/><\/p><p>Bleaching (arms, legs, back, stomach, full body, eyebrow, upper lip, chin, neck, forehead, chest, full face + chest, full face + shoulders, and full face + chest + shoulders)<\/p><p><\/p><p>Relax and Rejuvenate with Our Luxurious Spa Treatments<\/p><p>Standard and Signature Massages<\/p><p>Hands and FeetTreatment <\/p><p>Waxing<\/p><p>Princess (hair and nails)<\/p><p>Hair<\/p><p><br\/><\/p><p>Products We Use<\/p><p>We use only premium quality products and partner with industry-leading brands to give you the value you’ve always dreamed of:<\/p><p>Essie nail products<\/p><p>Breathable polish LYN<\/p><p>Loreal hair professional<\/p><p><br\/><\/p><p><br\/><\/p><p>What Sets The Home Spa Apart from Others?<\/p><p><br\/><\/p><p>The Home Spa leads the beauty industry by several factors: <\/p><p>Mobile Salon<\/p><p>We are pioneers of the \"mobile salon\" concept in the area, bringing luxury spa services to the comfort of your own home. Our continuous improvements have resulted in increased customer satisfaction.<\/p><p><br\/><\/p><p>Skilled Staff<\/p><p>Our qualified and trained Therapist ensure that you receive the best value from our services. We embrace a multicultural workforce, harnessing the diverse expertise and talents of beauty technicians from around the world, ensuring unparalleled excellence in the beauty industry.<\/p><p><br\/><\/p><p>Hygiene<\/p><p>We follow strict hygiene guidelines at all times, using disposables, hospital-grade autoclaves, tub liners, and other measures to ensure your safety and well-being.<\/p><p><br\/><\/p><p>Streamlined Booking Process<\/p><p>Our user-friendly booking process allows you to schedule appointments with ease, and our cash-free payment options add convenience to your experience.<\/p><p><br\/><\/p><p>Book Now<\/p><p><br\/><\/p><p>Booking your appointment with The Home Spa is just a click away. Check out our website for more information and to book your session today.<\/p>"
          }
        },
        "template--21480124383543__55a649c4-4606-4f42-839b-93d4426f0650-button-1": {
          "type": "button",
          "settings": {
            "button_label": "Button label",
            "button_link": "",
            "button_style_secondary": false,
            "button_label_2": "",
            "button_link_2": "",
            "button_style_secondary_2": false
          }
        }
      },
      "block_order": [
        "template--21480124383543__55a649c4-4606-4f42-839b-93d4426f0650-heading-1",
        "template--21480124383543__55a649c4-4606-4f42-839b-93d4426f0650-text-1",
        "template--21480124383543__55a649c4-4606-4f42-839b-93d4426f0650-button-1"
      ],
      "settings": {
        "desktop_content_position": "center",
        "content_alignment": "center",
        "color_scheme": "",
        "full_width": true,
        "padding_top": 40,
        "padding_bottom": 52
      }
    }
  },
  "order": [
    "main",
    "55a649c4-4606-4f42-839b-93d4426f0650"
  ]
}
